---
kind: other
id: Properties.T:Autodesk.Revit.DB.Lighting.LightGroupManager
source: html/27a87364-0516-1051-5c98-eb182a29dbec.htm
---
# LightGroupManager Properties

Specifies whether the .NET object represents a valid Revit entity.